Repository: KIddoKg/web_coffee
Catalog: assets/l10n/intl_*.arb
Languages: vi

# title_coffee
source: New coffee
vi: Quán cà phê

# detail_name
source: We’re excited to introduce our new spring drinks a refreshing mix of tropical fruits and herbal notes to celebrate the vibrant season.
vi: Chúng tôi vừa ra mắt thức uống mùa xuân! Sự kết hợp hương vị tươi mới từ trái cây nhiệt đới và thảo mộc dịu nhẹ mang đến cảm giác trọn vẹn của những ngày giao mùa đầy sức sống.

# about_us
source: Who we are
vi: Chúng tôi là

# about_detail_one
source: The Xanh Coffee experience is about more than just coffee it’s about offering a refreshing variety of drinks and warm hospitality for everyone who visits.
vi: Trải nghiệm tại Xanh Coffee không chỉ là ly cà phê đậm vị, mà còn là sự hòa quyện của nhiều loại thức uống tươi mới, mang đến cảm giác gần gũi và thân thiện cho mỗi vị khách.

# about_detail_two
source: At Xanh Coffee, we craft a diverse menu of beverages from bold coffee to fresh fruit drinks and teas each prepared with care to brighten your day.
vi: Xanh Coffee hướng tới việc mang lại những thức uống đa dạng, từ cà phê nguyên chất đến nước trái cây, trà và smoothies tất cả đều chuẩn bị với sự tận tâm để bạn tận hưởng trọn vẹn.

# all_product
source: All products
vi: Sản phẩm

# all_product_detail
source: Xanh Coffee carefully curates a wide variety of refreshing drinks, from coffee and tea to fresh juices and smoothies, each crafted with care to brighten your day.
vi: Xanh Coffee chọn lọc nhiều loại thức uống đa dạng, từ cà phê, trà đến nước ép và sinh tố tươi mát, tất cả đều được pha chế tinh tế để mang lại niềm vui cho bạn.

source: Best Seller
vi: Bán chạy

# coffee_drink
source: Coffee & Cocoa
vi: Cà phê - CaCao

# fruit_drink
source: Fruit Tea
vi: Trà trái cây

# juice_drink
source: Fresh Juice
vi: Nước ép

# smoothie_drink
source: Smoothies
vi: Sinh tố

# ice_blended_drink
source: Ice Blended
vi: Đá xay

# yaourt_soda_drink
source: Yogurt & Soda
vi: Yaourt đá - Soda

# milk_tea_drink
source: Milk Tea
vi: Trà sữa

# coffee_ice
source: Iced Coffee
vi: Cà phê đá

# milk_coffee_ice
source: Iced Milk Coffee
vi: Cà phê sữa đá

# bac_xiu_ice
source: Sweet Milk Coffee
vi: Bạc xỉu đá

# cacao_milk_ice
source: Iced Cacao with Milk
vi: Cacao sữa đá

source: Salted Coffee
vi: Cà phê muối

# juice_guava
source: Guava Juice
vi: Ép ổi

# juice_pineapple
source: Pineapple Juice
vi: Ép thơm

# juice_watermelon
source: Watermelon Juice
vi: Ép dưa hấu

# juice_apple
source: Apple Juice
vi: Ép táo

# juice_orange
source: Fresh Orange Juice
vi: Cam vắt

# juice_passion
source: Passion Fruit Juice
vi: Chanh dây

# blend_blueberry
source: Blended Blueberry
vi: Việt quất đá xay

# blend_cacao_milk
source: Blended Cacao Milk
vi: Cacao sữa đá xay

# fruit_tea_soursop
source: Soursop Tea
vi: Trà mãng cầu

# fruit_tea_pineapple_leaf
source: Pineapple Leaf Tea
vi: Trà lái đặc thơm

# fruit_tea_peach_lemongrass
source: Peach Lemongrass Tea
vi: Trà đào cam sả

# fruit_tea_lychee
source: Lychee Tea
vi: Trà vải

# fruit_tea_lipton_plum
source: Lipton Plum Tea
vi: Trà liptop xí muội

# fruit_tea_kumquat
source: Kumquat Tea
vi: Trà tắc

# fruit_tea_wintermelon
source: Wintermelon Tea
vi: Trà bí đao

# smoothie_avocado
source: Avocado Smoothie
vi: Sinh tố bơ

# smoothie_sapoche
source: Sapodilla Smoothie
vi: Sinh tố sapoche

# smoothie_strawberry
source: Strawberry Smoothie
vi: Sinh tố dâu

# smoothie_soursop
source: Soursop Smoothie
vi: Sinh tố mãng cầu

# milk_tea_classic
source: Classic Milk Tea
vi: Trà sữa truyền thống

# milk_tea_chocolate
source: Chocolate Milk Tea
vi: Trà sữa socola

# milk_tea_butterfly_pea
source: Butterfly Pea Milk Tea
vi: Trà sữa hoa đậu biếc

# milk_tea_young_rice
source: Young Rice Milk Tea
vi: Trà sữa cốm non

# milk_tea_taro
source: Taro Milk Tea
vi: Trà sữa khoai môn

# latte_matcha
source: Matcha Latte
vi: Latte matcha

# latte_taro
source: Taro Latte
vi: Latte khoai môn

# latte_chocolate
source: Chocolate Latte
vi: Latte socola

# latte_strawberry_matcha
source: Strawberry Matcha Latte
vi: Latte dâu matcha

# yaourt_crushed_ice
source: Crushed Ice Yogurt
vi: Yaourt đá

# yaourt_blueberry
source: Blueberry Yogurt
vi: Yaourt việt quất

# yaourt_passion
source: Passion Fruit Yogurt
vi: Yaourt chanh dây

# soda_lemon
source: Lemon Soda
vi: Soda chanh

source: from
vi: Từ

# ads_first_one
source: Always-fresh Beverage Blends
vi: Thức uống pha chế tươi mới mỗi ngày

# ads_first_two
source: At Xanh Coffee, we craft drinks that match your vibe whether it’s a bold iced coffee, a soothing fruit tea, or a refreshing smoothie.
vi: Tại Xanh Coffee, chúng tôi mang đến những loại nước phù hợp với mọi cảm xúc — từ ly cà phê đá đậm vị, trà trái cây thanh mát đến sinh tố trái cây sảng khoái.

# ads_first_three
source: Choose your daily favorite from our wide range of house blends, chilled teas, and tropical juices.
vi: Chọn thức uống yêu thích của bạn từ menu đa dạng mỗi ngày.

source: Order Now
vi: Đặt món ngay

# ads_second_one
source: Xanh Signature Drinks
vi: Đồ Uống Đặc Trưng tại Xanh

# ads_second_two
source: Experience our best-sellers from Salted Coffee to Passionfruit Soda. Handcrafted, ice-cold, and unforgettable.
vi: Khám phá những món bán chạy nhất của chúng tôi — từ cà phê muối đậm đà đến soda chanh dây mát lạnh. Pha chế thủ công, lạnh sâu, khó quên.

# ads_second_three
source: Perfect for morning focus or afternoon chill.
vi: Lý tưởng cho buổi sáng tỉnh táo hoặc buổi chiều thư giãn.

source: Try Now
vi: Thử món ngay

# ads_title_one
source: our coffee
vi: Quán cà phê của chúng tôi

# ads_title_two
source: SIGNATURE LINE
vi: MÓN ĐẶC TRƯNG

source: Home
vi: Trang chủ

# about
source: About Us
vi: Về chúng tôi

source: About Store
vi: Thông tin

source: Products
vi: Sản phẩm

source: Advertisement
vi: Quảng bá

source: Feedback
vi: Phản hồi

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Languages
vi: Ngôn ngữ

# address
source: No.200, Street 1, F. An Lạc, Ho Chi Minh City, VietNam
vi: Số 200, đường số 1, F. An Lạc, Thành phố Hồ Chí Minh, Việt Nam

source: Price
vi: Giá

source: Amount
vi: Số lượng

# total_product
source: Total products
vi: Tổng sản phẩm

source: Delete
vi: Xóa

# paste
source: Paste to order in Zalo
vi: Dán để đặt hàng nhanh trong Zalo

source: Total pay
vi: Tổng tiền

# zalo
source: Order in Zalo
vi: Đặt hàng qua Zalo
